Repository: farzinsh7/ehsangroup
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Ehsan Group | Leading Economic Enterprise
fa_ir: گروه احسان | بنگاه اقتصادی پیشرو

source: Ehsan Group is a well-known brand with more than 50 years of brilliant history
fa_ir: گروه احسان برندی شناخته شده با بیش از 50 سال سابقه درخشان است

source: Contact Us
fa_ir: تماس با ما

source: Helpful Links
fa_ir: لینک های مفید

source: Home
fa_ir: خانه

source: Industries
fa_ir: کسب و کارهای جدید

source: News
fa_ir: اخبار

source: Company
fa_ir: شرکت ها

source: About
fa_ir: درباره ما

source: Contact
fa_ir: تماس با ما

source: Ehsan Group, LCC. All rights reserved. Design and developed by
fa_ir: کلیه حقوق این وب سایت محفوظ و متعلق به گروه احسان می‌باشد. طراحی و پیاده سازی

source: To Top
fa_ir: بالا

source: Career
fa_ir: حرفه

source: Ehsan Management Group
fa_ir: گروه مدیریت احسان

source: Hoonam Terade
fa_ir: هونام تجارت

source: Job
fa_ir: موقعیت‌های شغلی

source: Ehsan Group Perspective
fa_ir: سرمایه گذاری گروه احسان

source: Ehsan Group Investment
fa_ir: سرمایه گذاری گروه احسان

source: Ehsan Group start invest in start-ups in seed stage in 2020
fa_ir: شروع سرمایه گذاری گروه احسان در استارت آپ ها در مرحله بذر در سال 2020

source: View More
fa_ir: بیشتر ببینید

source: Mission of Ehsan Group
fa_ir: ماموریت گروه احسان

source: One of the regional leading
fa_ir: یکی از پیشروهای منطقه

source: Corporations
fa_ir: شرکت ها

source: Years of Experience
fa_ir: سال تجربه

source: Making an effort to observe moral standards in business and beneficieries’ rights
fa_ir: اهتمام به رعایت اخلاق کسب‌وکار

source: Supporting the environment and extending social responsibility
fa_ir: حمایت از محیط زیست و توسعه مسئولیت اجتماعی

source: Responding, Responsible, and flexible system
fa_ir: سیستم پاسخگو، مسئولیت‌پذیر و انعطاف‌پذیر

source: Emphasizing teamwork, hard work, and value addition
fa_ir: اهمیت به فرهنگ کار تیمی، تلاش و ارزش‌افزایی

source: Promoting innovation, Improvement, and organizational agility
fa_ir: نوآوری، بهبود و چابکی سازمانی

source: CEO of Ehsan Group.
fa_ir: مدیرعامل گروه احسان.

source: Sub-industries
fa_ir: کسب و کارهای جدید

source: Read More
fa_ir: ادامه مطلب
